Revit 2027 API
ParameterTypeId.SteelElemBoltGrade Property
 "Grade"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemBoltGrade { get; }
Public Shared ReadOnly Property SteelElemBoltGrade As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemBoltGrade {
	ForgeTypeId^ get ();
}
static member SteelElemBoltGrade : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace